{
    "policy":
    {
      "privacyNotice":"NOTIS PRIVASI",
      "lastUpdated":"Dikemas kini pada 5 hb Oktober 2022",
      "textPolicy":"Blueshark Ecosystem Sdn. Bhd. dan/atau anak-anak syarikat, syarikat-syarikat berkaitan, syarikat-syarikat bersekutu, entiti-entiti dikawal bersama, pemegang-pemegang saham dan mana-manaentiti lain dalam kumpulannya (“Blueshark” atau “kami”) menghargai dan menghormati hak-hakprivasi semua pelanggan kami dari semua aspek perniagaan kami dan kami berusaha untukmelindungi Data Peribadi anda selaras dengan undang-undang Malaysia. Oleh itu, kami amatmenggalakkan anda membaca Notis Privasi ini (“Notis”) dengan teliti untuk memahami dasar danamalan kami berkenaan Data Peribadi anda dan cara kami akan mengendalinya. Secara rumusan,Notis ini menjelaskan",
      "textList":{
        "textList1":"1. Data Peribadi yang kami kumpulkan tentang anda;",
        "textList2":"2. Bagaimana kami mengumpul Data Peribadi anda;",
        "textList3":"3. Bagaimana kami mengguna Data Peribadi anda;",
        "textList4":"4. Pendedahan Data Peribadi anda; dan",
        "textList5":"5. Hak anda."
      },
      "textNotice":"Notis ini merangkumi kedua-dua aktiviti pengumpulan data iaitu secara online dan secara offline, dan juga termasuk Data Peribadi yang kami kumpul melalui pelbagai saluran termasuk tetapi tidak terhad kepada laman-laman web, aplikasi-aplikasi mudah alih, rangkaian sosial pihak ketiga, kempen-kempen, peraduan-peraduan dan aktiviti-aktiviti. Sila ambil perhatian bahawa kami mungkin menyusun Data Peribadi yang dikumpul daripada sumber yang berbeza. Sebagai sebahagian daripada ini, kami menggabungkan Data Peribadi yang asalnya dikumpul oleh entiti-entiti dan rakan-rakan kongsi Blueshark yang berbeza. Sila rujuk Bahagain 8 untuk maklumat lanjut tentang cara untuk membantah perkara ini.",
      "textUsing":"Dengan menggunakan laman web kami, aplikasi mudah alih kami, perkhidmatan kami atau dengan memberikan kami Data Peribadi anda, anda menerima amalan yang diterangkan dalam Notis ini. Jika anda tidak bersetuju dengan Notis ini, sila jangan gunakan laman web kami, aplikasi mudah alih kami, perkhidmatan kami atau memberi kami sebarang Data Peribadi anda. Notis ini akan dikemas kini dari semasa ke semasa (sila rujuk Bahagian 9).",
      "textUnless":"Melainkan dinyatakan sebaliknya, perkataan-perkataan yang digunakan di sini mempunyai makna dan takrifan yang sama seperti yang dinyatakan dalam Akta Perlindungan Data Peribadi 2010.",
      "thePersonal":"1.DATA PERIBADI YANG KAMI KUMPUL",
      "inOrderTo":"Untuk menyediakan akaun anda dengan Blueshark dan/atau untuk memberikan anda perkhidmatan kami, untuk menangani pertanyaan anda dan/atau untuk memaklumkan anda tentang promosi-promosi semasa dan akan datang, kami perlu mengumpul dan menggunakan Data Peribadi anda. Sila ambil perhatian bahawa jika kami tidak diberikan semua Data Peribadi yang kami perlukan, kami mungkin tidak dapat memberikan perkhidmatan kami kepada anda atau terus memberikan perkhidmatan kami kepada anda.",
      "thePersonalData":"Data Peribadi yang kami kumpulkan termasuk, tetapi tidak terhad kepada, nama anda, nombor kad pengenalan, kewarganegaraan, nombor pasport, alamat, alamat emel, nombor telefon bimbit, tarikh lahir, umur, jantina, bangsa, gambar, nombor pendaftaran kenderaan, maklumat kad kredit, maklumat kad debit, maklumat e-dompet, maklumat rangkaian sosial, alamat protokol internet (IP), lokasi, maklumat latar belakang (termasuk rekod kewangan dan jenayah), sebagaimana yang berkenaan. Jika perlu, kami mungkin mengumpul Data Peribadi yang sensitif termasuk tetapi tidak terhad kepada keadaan kesihatan fizikal atau mental dan kepercayaan agama anda.",
      "weCollect":"Kami mengumpul maklumat ini hanya dengan persetujuan anda dan/atau dengan mematuhi undang-undang yang terpakai. Jika anda sebuah syarikat, kami mungkin mengumpul data termasuk, tetapi tidak terhad kepada, nombor pendaftaran syarikat, nombor telefon dan/atau faks, alamat perniagaan dan/atau berdaftar, alamat e-mel, rekod kewangan dan/atau Data Peribadi pekerja-pekerja anda. Berkenaan dengan Data Peribadi pekerja-pekerja anda, anda bertanggungjawab untuk mendapatkan persetujuan pekerja-pekerja sebelum memberikan kami Data Peribadi pekerja-pekerja yang mana kami bergantung sepenuhnya pada representasi dan deklarasi anda bahawa persetujuan tersebut telah diperolehi.",
      "howWe":"2.BAGAIMANA KAMI MENGUMPUL DATA PERIBADI ANDA",
      "collect":"Kami mengumpul Data Peribadi anda melalui aplikasi mudah alih Blueshark, laman web Blueshark dan/atau sebarang borang fizikal lain serta sebarang maklumat tentang anda yang telah atau mungkin dikumpul, disimpan, digunakan dan diproses oleh kami dari semasa ke semasa.",
      "theProvision":"Pemberian Data Peribadi anda adalah secara sukarela. Walau bagaimanapun, jika anda tidak memberikan Data Peribadi anda kepada kami, kami tidak akan dapat memproses permohonan anda untuk membuka akaun dengan kami atau mengemas kini akaun anda, dan dengan itu menyebabkan kami tidak dapat membenarkan anda menggunakan mana-mana perkhidmatan kami.",
      "weMay":"Kami juga mungkin mengumpul Data Peribadi anda daripada aplikasi mudah alih atau perisian yang berkaitan dengan pihak ketiga untuk tujuan memberikan anda perkhidmatan kami. Kami juga mungkin mengumpul Data Peribadi anda daripada majikan anda di mana perkhidmatan yang kami sediakan berkaitan dengan hubungan majikan-pekerja anda dan kami mungkin mengumpul Data Peribadi anda daripada pekerja anda. Kami juga mungkin mendapatkan Data Peribadi anda daripada pihak ketiga (termasuk tetapi tidak terhad kepada, maklumat daripada referee anda, rekod awam, atau agensi semakan latar belakang yang mungkin terlibat untuk memberikan kami Data Peribadi anda, termasuk maklumat mengenai rekod jenayah lampau, jika ada). Semua maklumat tersebut akan dirahsiakan sepenuhnya. Di samping itu, kami juga mungkin mengumpul Data Peribadi anda daripada mana-mana pihak ketiga yang anda telah memberi kuasa untuk mendedahkan Data Peribadi anda kepada kami termasuk tetapi tidak terhad kepada rangkaian sosial dan rangkaian pengiklanan pihak ketiga.",
      "weUse":"3.BAGAIMANA KAMI MENGGUNAKAN DATA PERIBADI ANDA",
     "weWill":"Kami akan menggunakan Data Peribadi anda untuk tujuan berikut termasuk tetapi tidak terhad kepada:",
      "personalData":{
        "personalData1":"(a) Memproses permohonan anda untuk membuka akaun dan/atau mengemas kini akaun anda;",
        "personalData2":"(b) Menyediakan perkhidmatan kami kepada anda;",
        "personalData3":"(c) Mengurus dan mengekalkan akaun anda dengan kami;",
        "personalData4":"(d) Tujuan perniagaan am dan pentadbiran;",
        "personalData5":"(e) Menjawab pertanyaan anda;",
        "personalData6":"(f) Memberi anda maklumat tentang produk atau perkhidmatan termasuk komunikasi pemasaran, kempen atau promosi;", 
        "personalData7":"(g) Melayani anda dengan iklan dan berinteraksi dengan anda pada rangkaian sosial pihak ketiga melalui interaksi anda dengan ciri rangkaian sosial pihak ketiga, seperti fungsi Suka ",
        "personalData8":"(h) Menawarkan atau menyediakan perkhidmatan berkaitan, termasuk perkhidmatan atau perkhidmatan value added kami sendiri atau rakan-rakan kongsi perniagaan/strategik/kolaboratif kami yang mungkin bekerjasama dengan kami;",
        "personalData9":"(i) Menjalankan due diligence dan semakan latar belakang (termasuk semakan rekod kewangan dan jenayah), atau menjalankan sebarang aktiviti pemantauan atau penyaringan lain atau prosedur pengurusan risiko yang mungkin diperlukan oleh undang-undang atau yang mungkin telah dilaksanakan oleh kami;",
        "personalData10":"(j) Menjalankan penilaian kredit dengan mana-mana agensi pelaporan kredit;",
        "personalData11":"(k) Mengesan lokasi motosikal elektrik untuk tujuan keselamatan; ",
        "personalData12":"(l) Menjalankan penyelidikan pasaran; dan",
        "personalData13":"(m) Apa-apa tujuan yang diperlukan atau dibenarkan oleh mana-mana undang-undang, peraturan, garis panduan, dan/atau pihak berkuasa yang berkaitan.  "
      },
      "disclosure":"4. PENDEDAHAN DATA PERIBADI ANDA",
      "weMayDisclose ":"Kami mungkin mendedahkan Data Peribadi anda kepada anak syarikat kami, syarikat berkaitan, sekutu, sekutu, entiti dikawal bersama, pemegang saham dan mana-mana entiti lain dalam kumpulan kami.",
      "inAddition":"Di samping itu, kami juga mungkin berkongsi Data Peribadi anda dengan jenis pihak ketiga berikut:",
      "business":{
        "business1":"(a) Rakan-rakan kongsi perniagaan/strategik/kolaboratif: Mereka ialah syarikat-syarikat pihak ketiga yang mungkin bekerjasama dengan kami untuk menyediakan perkhidmatan yang lebih baik atau yang value added.",
        "business2":"(b) Pembekal-pembekal perkhidmatan: Mereka ialah syarikat-syarikat pihak ketiga yang kami gunakan/terlibat untuk membantu kami menjalankan perniagaan kami (seperti pemenuhan pesanan, pemprosesan pembayaran, pengesanan penipuan dan pengesahan identiti, operasi laman web, syarikat penyelidikan pasaran, perkhidmatan sokongan, promosi, pembangunan laman web, analisis data, dan lain-lain). ",
        "business3":"(c) Agensi-agensi pelaporan kredit dan pemungut-pemungut hutang: Setakat yang dibenarkan oleh undang-undang yang berkenaan, kami melibatkan agensi-agensi pelaporan kredit dan pemungut-pemungut hutang yang merupakan syarikat-syarikat pihak ketiga untuk mengesahkan kelayakan kredit anda atau untuk mengutip invois-invois tertunggak.",
        "business4":"(d) Penerima-penerima pihak ketiga berkaitan dengan mana-mana aktiviti-aktiviti korporat seperti sebarang cadangan atau penggabungan dan/atau pengambilalihan, usaha sama, pelaburan atau pembiayaan, penjualan aset atau untuk apa-apa perkara lain yang seumpama itu.        ",
        "business5":"(e) Penasihat-penasihat profesional: Sebagai sebahagian daripada proses operasi dan pengurusan kami, kami melibatkan penasihat-penasihat profesional seperti peguam, juruaudit, akauntan dan perunding untuk menjalankan kerja profesional.",
        "business6":"(f) Pihak-pihak penguatkuasaan: Apabila dikehendaki oleh undang-undang yang berkenaan, kami mungkin mendedahkan Data Peribadi anda kepada pihak-pihak berkuasa untuk tujuan penyiasatan"
      },
      "retention":"5. PENYIMPANAN DATA PERIBADI ANDA",
      "accordance":"Selaras dengan undang-undang yang terpakai, kami akan menggunakan Data Peribadi anda selama yang diperlukan untuk memenuhi tujuan Data Peribadi anda dikumpul atau untuk mematuhi keperluan undang-undang yang berkenaan." ,
      "storage":"6. PENGESTORAN DATA PERIBADI ANDA",
      "appropriate":"Kami menggunakan langkah yang sesuai untuk memastikan Data Peribadi anda sulit dan selamat. Walau bagaimanapun, sila ambil perhatian bahawa perlindungan ini tidak terpakai pada maklumat yang anda pilih untuk kongsi di awam seperti rangkaian sosial pihak ketiga.",
      "yourpersonalDataWillBeProcessed":"Data Peribadi anda akan diproses oleh kakitangan atau ejen kami yang diberi kuasa, atas dasar perlu tahu, bergantung pada tujuan khusus di mana Data Peribadi anda telah dikumpulkan. Kami mengambil langkah yang munasabah untuk memastikan Data Peribadi anda selamat dan melindunginya daripada kehilangan, penyalahgunaan atau pengubahan tanpa kebenaran. Sebarang Data Peribadi yang anda berikan secara elektronik disimpan pada server yang selamat. Kami juga mengekalkan prosedur keselamatan fizikal yang munasabah untuk mengurus dan melindungi penggunaan dan penyimpanan rekod yang mengandungi Data Peribadi.",
      "dueTo":"Disebabkan sifat antarabangsa perniagaan kami, kami mungkin perlu memindahkan Data Peribadi anda dalam kumpulan kami, dan kepada pihak ketiga seperti yang dinyatakan dalam Bahagian 4 di atas, berkaitan dengan tujuan yang dinyatakan dalam Notis ini. Atas sebab ini, kami mungkin memindahkan Data Peribadi anda ke negara lain yang mungkin mempunyai undang-undang dan keperluan pematuhan perlindungan data yang berbeza dengan yang terpakai di Malaysia.",
      "cookies":"7. PENGGUNAAN COOKIES",
      "inOrderOfCookies":"Untuk memastikan bahawa kami memenuhi keperluan dan kehendak pengguna laman web dan aplikasi mudah alih kami dan juga untuk mengembangkan lagi perkhidmatan online kami, kami mungkin mengumpul maklumat terkumpul dengan menggunakan cookies atau alat elektronik yang serupa. Cookies ialah sejumlah maklumat-maklumat kecil yang dihantar daripada web server ke komputer anda. Ia digunakan supaya laman berfungsi, atau berfungsi dengan lebih cekap, serta memberikan maklumat kepada pemilik laman web. Kami menggunakan jenis cookies berikut:",
      "cookiesList":
      {
        "cookiesText1":"(a) Cookies kefungsian laman web – Cookies ini membolehkan anda menavigasi web dan menggunakan fungsi-fungsi kami, seperti pendaftaran, log masuk dan kegemaran produk. Jika anda melumpuhkan cookies ini bahagian tertentu laman web tidak akan berfungsi untuk anda.",
        "cookiesText2":"(b) Cookies analitik laman web – Cookies ini membolehkan kami mengukur dan menganalisis cara-cara anda menggunakan laman web, aplikasi mudah alih dan platform mudah alih kami, untuk meningkatkan fungsinya dan pengalaman penggunnaan anda.",
        "cookiesText3":"(c) Cookies keutamaan pelanggan – Apabila anda melayari laman web kami, cookies ini akan mengingati pilihan anda (seperti bahasa atau lokasi anda), dan maklumat lain yang anda pilih untuk diberikan kepada kami, supaya kami boleh membantu untuk menyesuaikan pengalaman anda dan menjadikannya lebih relevan dan peribadi kepada anda.",
        "cookiesText4":"(d) Cookies pengiklanan atau sasaran – Cookies ini digunakan untuk menghantar iklan yang berkaitan dengan anda. Mereka juga mengehadkan bilangan kali anda melihat iklan dan membantu kami mengukur keberkesanan kempen pemasaran kami. Kami juga mungkin menggunakan maklumat yang diperolehi melalui cookies ini untuk menyampaikan kepada anda iklan yang mungkin menarik minat anda berdasarkan tabiat online anda. Kami mungkin berkongsi maklumat ini dengan pihak lain, termasuk rakan kongsi kami.",
        "cookiesText5":"(e) Cookies media sosial – Cookies ini digunakan apabila anda berkongsi maklumat menggunakan butang perkongsian media sosial di laman web kami. Rangkaian sosial akan merekodkan bahawa anda telah melakukan ini. Maklumat ini mungkin dikaitkan dengan aktiviti penyasaran/pengiklanan."
      },
      "youMay":" Anda boleh mengakses dan menukar pilihan cookies anda pada bila-bila masa di https://www.blueshark.com.my/.",
      "yourRight":"8. HAK ANDA",
      "requestData":"(a) Untuk meminta akses kepada Data Peribadi anda",
      "contactPerson":"Orang Yang Dihubungi: Pegawai Perlindungan Data Peribadi",
      "Address":"Alamat: No. 1, Block A, Putra Park, Jalan Penyair U1/44, Hicom-glenmarie Industrial Park, 40150 Shah Alam, Selangor ",
      "OR":"Atau",
      "CallUs":"Hubungi kami: 03 – 8021 0788",
      "emailUs":"Emel kami: support@bluesharkasean.com",
      "ifRequest":"Jika permintaan itu dikemukakan oleh orang selain daripada anda, tanpa memberikan bukti bahawa permintaan itu dibuat secara sah bagi pihak anda, permintaan itu akan ditolak. Sila ambil perhatian bahawa sebarang maklumat pengenalan yang diberikan kepada kami hanya akan diproses mengikut dan setakat yang dibenarkan oleh undang-undang yang berkenaan.",
      "requestCorrection":"(b) Untuk meminta pembetulan atau mengehadkan penggunaan Data Peribadi anda",
      "providedByLaw":"Jika diperuntukkan oleh undang-undang, anda boleh (i) meminta pemadaman, kemudahalihan, pembetulan atau semakan Data Peribadi anda; (ii) mengehadkan penggunaan dan pendedahan Data Peribadi anda; dan (iii) membatalkan persetujuan kepada mana-mana aktiviti pemprosesan data kami. Permintaan sedemikian boleh dibuat dengan menghubungi kami melalui mana-mana kaedah yang dinyatakan dalam perenggan (a) di atas.",
        "noteThat":"Walau bagaimanapun, sila ambil perhatian bahawa, dalam keadaan tertentu, kami tidak akan dapat memadamkan Data Peribadi anda tanpa juga memadamkan akaun anda. Kami mungkin dikehendaki untuk mengekalkan beberapa Data Peribadi anda selepas anda meminta pemadaman untuk memenuhi kewajipan undang-undang atau kontrak kami. Kami juga mungkin dibenarkan oleh undang-undang yang terpakai untuk mengekalkan beberapa Data Peribadi anda untuk memenuhi keperluan perniagaan kami.",
        "changePrivacy":"9. PERUBAHAN PADA NOTIS PRIVASI KAMI",
        "updateOrChange":"Kami boleh mengemas kini atau menukar Notis ini pada bila-bila masa dan dari semasa ke semasa apabila kami mendapati perlu berbuat demikian. Apabila kami berbuat demikian, kami akan menerbitkan Notis yang dikemas kini di laman web dan aplikasi mudah alih kami dan Notis yang dikemas kini akan menggantikan versi Notis sebelumnya. Notis yang dikemas kini akan digunapakai sama ada kami telah memberi anda notis khusus tentang sebarang perubahan atau tidak. Sila semak kembali dengan kerap untuk melihat sebarang kemas kini atau perubahan pada Notis kami.",
        "contactUs":"10. HUBUNGI KAMI",
        "requireFurther":"Sekiranya anda memerlukan maklumat lanjut tentang Data Peribadi yang kami pegang atau cara maklumat anda dikumpul atau digunakan yang tidak dijawab oleh Notis ini, sila hubungi atau tulis kepada kami di:",
        "contactPerson2":"Orang Yang Dihubungi: Pegawai Perlindungan Data Peribadi",
        "Address2":"Alamat: No. 1, Block A, Putra Park, Jalan Penyair U1/44, Hicom-glenmarie Industrial Park, 40150 Shah Alam, Selangor ",
        "CallUs2":"Hubungi kami: 03 – 8021 0788"
    }
  }
  